[
  {
    "id": 1,
    "name": "พี่ชอบหนูที่สุดเลย",
    "artist": "PONCHET ft.VARINZ",
    "id_author": 1,
    "image": "/img/card/phchopnu.png",
    "topic": "พี่นั้นชอบหนูทั้งหัวใจ",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 January 2024",
    "description": "พี่ชอบหนูที่สุดเลย ของ PONCHET feat.VARINZ เป็นเพลงที่สื่อถึงความรักที่เกิดขึ้นอย่างซึ่งมีความละมุนละไมและน่ารัก ในบทความนี้ ผู้เขียนจะพาผู้อ่านทุกท่านมาอ่านรีวิว บทเพลง พี่ชอบหนูที่สุดเลย มีแก่นเรื่องเกี่ยวกับการเล่าเรื่องอาการตกหลุมรักทั้งหัวใจ โดยเนื้อเพลงนี้สามารถเล่าเรื่องของความรักแบบละมุนละไมและน่ารัก โดยทำให้ผู้ฟังเข้าถึงอาการตกหลุมรักที่เต็มไปด้วยความรู้สึก เป็นอีกหนึ่งบทเพลงที่มีความไพเราะเล่าเรื่องผ่านดนตรีมีจังหวะน่ารัก โดยเพลงนี้เป็นอีกหนึ่งบทเพลงที่นำเสนอมุมมองความสัมพันธ์ของเพื่อนพัฒนาสู่คนรักให้กับผู้ฟังได้เป็นอย่างดี ท่านผู้อ่านที่ยังไม่เคยฟัง",
    "spotify": "https://open.spotify.com/track/1GkgefEnKNxNrkumzahx8Y?si=Wfqpnky9SmS8TC6GQeejhw",
    "Youtube": "https://www.youtube.com/watch?v=MD2xgAvyhpov",
    "Apple_Music": "https://music.apple.com/us/album/%E0%B8%9E-%E0%B8%8A%E0%B8%AD%E0%B8%9A%E0%B8%AB%E0%B8%99-%E0%B8%97-%E0%B8%AA-%E0%B8%94%E0%B9%80%E0%B8%A5%E0%B8%A2-feat-%E0%B8%A7%E0%B8%B2%E0%B8%A5-%E0%B8%99-single/1714416888",
    "Youtube_Music": "https://music.youtube.com/watch?v=wlR6wjs-a_Q&list=RDAMVMAfNWXNkpO7A"
  },
  {
    "id": 2,
    "name": "ฟ้ารักพ่อ",
    "artist": "Badmixy ft.ยุ้ย ญาติเยอะ",
    "image": "/img/card/fah.jpg",
    "topic": "ถ้าฟ้าไม่รักพ่อแล้วฟ้าจะรักใคร",
    "profile": "/img/profile/pawarich.jpeg",
    "id_author": 1,
    "date": "20 January 2024",
    "description": "ฟ้ารักพ่อ เป็นเนื้อเพลงเข้าใจง่าย เพราะเป็นเรื่องราวที่เราคุ้นเคยกันดีอยู่แล้วพอถูกเอามาเล่าเป็นเพลงก็ยิ่งมีความแปลกใหม่ MV มีสตอรี่แบบเนื้อเรื่องในละครด้วยที่สำคัญเค้าชูตัวละคร ฟ้า ที่เป็นตัวเอกของเรื่อง นอกจากนี้ยังมีเหล่ายูทูปเบอร์แก๊งหิ้วหวี ป้าตือ ใหม่กับม้าม่วง (Powerpuff Gay) ปีเตอร์ ธูนสตระ และ กาย รัชชานนท์ มาร่วมแจมด้วยเมโลดี้ ฟังง่าย คอรัสติดหู เราว่าตรงนี้สำคัญ เพราะจะทำให้เข้าถึงคนฟังได้ง่าย และเป็นกระแสได้ไม่ยาก ได้คุณ ยุ้ย ญาติเยอะ มาร่วม feat. ด้วย ที่ทำให้เพลงนี้ มีท่อนฮิตเพิ่มเข้ามาอีก อย่างคำว่า “หนูช้อบ ชอบ” ที่เป็นซิกเนเจอร์ของเค้าอยู่แล้ว นี่ยิ่งทำให้เพลงดูสนุกมากขึ้นไปอีก",
    "spotify": "https://open.spotify.com/track/45eQSbdATZGC5lowyWUbfH?si=1b448a57dadc4623",
    "Youtube": "https://www.youtube.com/watch?v=L1Bfsj7To8g",
    "Apple_Music": "https://music.apple.com/us/song/%E0%B8%9F-%E0%B8%B2%E0%B8%A3-%E0%B8%81%E0%B8%9E-%E0%B8%AD-dilf-feat-%E0%B8%A2-%E0%B8%A2-%E0%B8%8D%E0%B8%B2%E0%B8%95-%E0%B9%80%E0%B8%A2%E0%B8%AD%E0%B8%B0/1718873596",
    "Youtube_Music": "https://music.youtube.com/playlist?list=PLNZqTpF_VNfWUE4xz-7S7hisJuATA43HB&si=tH4MYLLjPTvvSRIT"
  },
  {
    "id": 3,
    "name": "มาแตร์เดอี",
    "artist": "Kakagoesbackhome",
    "image": "/img/card/mater_dai.jpg",
    "id_author": 1,
    "topic": "หลงรักสาวโรงเรียนมาแตร์เดอี",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "20 January 2024",
    "description": "เรื่องนี้แต่งมาจากประสบการณ์โดยตรงของผู้แต่งซึ่งเป็นนักเรียนชั้นมัธยมศึกษาตอนปลายแห่งหนึ่งที่ตกหลุมรักสาวสวยจากโรงเรียนมาแตร์เดอี ด้วยความน้อยเนื้อต่ำใจที่กลัวจะไม่สมหวังจึงแต่งเพลงนี้ออกมา ซึ่งก็ไปโดนใจใครหลายๆคนด้วยทำนองที่ติดหู ฟังง่าย และเนื้อหาที่เข้าใจง่ายจนฮิตติดเทรนด์ เเรื่องราวนี้ของเด็กหนุ่มที่ไปหลงรักเด็กสาวโรงเรียนมาแตร์เดอี ซึ่งในเพลงจะมีการบรรยายถึงลักษณะของเด็กสาวผู้น่ารักคนนั้น ในเพลงเล่าถึงความบังเอิญที่ได้ไปพบเจอสาวสวยจากมาแตร์เดอี แล้วเกิดตกหลุมรักจากความน่ารักของเธอ แต่ก็กลัวว่าจะไม่สมหวังเพราะคิดว่าตัวเองไม่คู่ควรกับเธอ",
    "spotify": "https://open.spotify.com/track/0ghU70CDVpQE9twMLvb618?si=0oJpPtg3ThqHwIco-1ZBmQ",
    "Youtube": "https://youtu.be/bJG94tM31hw?si=CLRXjBgefwjff1AJ",
    "Apple_Music": "https://music.apple.com/us/album/%E0%B8%A1%E0%B8%B2%E0%B9%81%E0%B8%95%E0%B8%A3-%E0%B9%80%E0%B8%94%E0%B8%AD-single/1713957684",
    "Youtube_Music": "https://music.youtube.com/playlist?list=OLAK5uy_ngyqaCn4dYjbsl8PXI4WWyK-QpgcQw59E&si=nKnzGHvw8UwvlCSC"
  },
  {
    "id": 4,
    "name": "Sevan",
    "artist": "정국 (Jung Kook)",
    "id_author": 1,
    "image": "/img/card/sevan.png",
    "topic": "หนึ่งสัปดาห์ก็รักเธอไปแล้ว 7 วัน",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "25 January 2024",
    "description": "เรื่องราวในมิวสิกวิดีโอเพลง “Seven” เริ่มต้นด้วยเหตุการณ์ของคู่รักที่ทะเลาะกันในร้านอาหารในวันจันทร์ (Monday) และอีก 6 วันหลังจากนั้นก็เป็นวันของหนุ่มคลั่งรักอย่าง ‘จองกุก’ ที่ตามง้อแฟนสาวอย่าง ‘โซฮี’ ที่นำเสนอด้วยเหตุการณ์และอุปสรรคต่าง ๆ ที่ต้องเจอจนครบ 7 วัน สมกับชื่อเพลง “Seven” 1 สัปดาห์ก็รักเธอไปแล้วตั้ง 7 วัน ไฮไลต์สำคัญของมิวสิกวิดีโอเพลง “Seven” ก็คงจะเป็นเจ้าของเพลงอย่าง ‘จองกุก’ และนางเอกมิวสิกวิดีโออย่าง ‘โซฮี’ นักแสดงสาวชื่อดังที่ได้มาถ่ายทอดเรื่องราวในเพลงนี้ร่วมกัน ทั้งบทหนุ่มคลั่งรักของจองกุก และบทแฟนสาวที่โกรธจนฟ้าฝนถล่ม พวกเขาได้ถ่ายทอดอารมณ์ออกมาได้ดี เพราะแอคติ้งและมีเคมีส่งเสริมกันสุด ๆ ทำเอาแฟน ๆ เอ็นดูกับการวิ่งหนีวิ่งตาม ฉากง้องอนแต่ละมุกก็สุดปัง เรียกได้ว่าลูกเล่น และ โปรดักชันไม่แพ้ทั้งบอลลีวูดและฮอลลีวูด",
    "spotify": "https://open.spotify.com/track/7x9aauaA9cu6tyfpHnqDLo?si=78f2a4f5033e482d",
    "Youtube": "https://youtu.be/QU9c0053UAU?si=HiVw-8FcJDlCIF1n",
    "Apple_Music": "https://music.apple.com/us/album/seven-single/1697147751",
    "Youtube_Music": "https://music.youtube.com/watch?v=QU9c0053UAU&si=1bGeD34cLn1GS6_H"
  },
  {
    "id": 5,
    "name": "Booty Bomb",
    "artist": "4EVE",
    "id_author": 2,
    "image": "/img/card/booty_bomb.png",
    "topic": "Girl Crush สุดเฟียร์ซในเพลง Booty bomb",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "30 January 2024",
    "description": "เพลงที่เต็มไปด้วยพลังและความสนุกสนาน เมื่อเราได้ฟังมันเข้าไป เราต่างก็รู้สึกถึงความตื่นเต้นและความสนุกสนานที่กำลังจะมาถึง เพลงนี้ไม่เพียงเต็มไปด้วยเสียงดนตรีที่มีจังหวะและสไตล์ที่เป็นเอกลักษณ์ เพียงเท่านั้น แต่ยังมีคำร้องที่หลงใหลและเนื้อหาที่สนุกสนาน เพลงนี้ทำให้เราต้องการเต้นรำและลืมความกังวลในชีวิตประจำวันไปเสีย เสียงดนตรีไม่เพียงแค่มีจังหวะที่ตื่นเต้น แต่ยังมีความสามารถในการสร้างปรากฏการณ์ที่ทำให้เราลืมตัวเองและตกหลุมรักในการเต้นรำ ไม่ว่าจะเป็นการกระโดดไปในท้องฟ้าของจังหวะ หรือการปล่อยตัวลงในการเต้นรำอย่างอิสระ เราหลงใหลในทุกๆ ช่วงของเพลงนี้ เต็มไปด้วยพลังและความสนุกสนานที่ยากจะลืมไป นอกจากความสนุกสนานและความตื่นเต้น มันยังเต็มไปด้วยความเป็นอิสระและความมั่นใจ ทุกคำร้องของ Booty Bomb สร้างความกำลังใจและสร้างความมั่นใจให้กับผู้ฟัง ว่าพวกเขาสามารถเป็นตัวเองได้อย่างอิสระ และไม่ต้องกังวลเกี่ยวกับสิ่งที่รบกวน มันเป็นเพลงที่สร้างความสุขและความอิสระให้กับทุกคนในทุกๆ ที่สถานที่ ไม่ว่าจะเป็นในสนามแข่งรถหรือห้องปาร์ตี้ มันเป็นที่มาของความสนุกสนานและความมั่นใจในการเต้นรำที่ไม่มีวันลืมไป",
    "spotify": "https://open.spotify.com/track/3KkJ7oa4xbCwUecvuj9DxK?autoplay=true",
    "Youtube": "https://www.youtube.com/watch?v=7umH6Ogt8K4",
    "Apple_Music": "https://music.apple.com/us/album/special-album-trick-or-treat-ep/1589473839",
    "Youtube_Music": "https://music.youtube.com/watch?v=jI8F0vxCW4w&si=wLfFb4h7Ecti4eBB"
  },
  {
    "id": 6,
    "name": "มูเตลู",
    "artist": "PiXXiE",
    "id_author": 2,
    "image": "/img/card/muteru.png",
    "topic": "พรหมลิขิตสร้างได้แบบไม่ต้องรอให้ใครมาจีบ",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "1 February 2024",
    "description": "เพลงที่สร้างขึ้นโดยศิลปินที่รักษาความเป็นภูมิใจในตัวเองและต้นกำเนิดของเขา โดยเนื้อหาของเพลงนี้ได้ถูกสร้างขึ้นมาเพื่อสะท้อนถึงความที่เรามีต่อบ้านเกิดและที่มาของเรา การร้องเพลงเราทำให้เรารู้สึกเชื่อมต่อกับตระกูลและวัฒนธรรมของเราในทุกๆ ช่วงของเพลงนี้ อารมณ์ที่ได้รับจากการฟัง คือความสงบและความปรารถนาที่จะติดต่อกับรากฐานของเรา จังหวะและทัศนียภาพที่สร้างขึ้นให้เราสามารถจินตนาการถึงวิถีชีวิตของบรรพบุรุษของเราและวัฒนธรรมของพวกเขาได้อย่างชัดเจน การเข้าใจถึงต้นกำเนิดของเรามีความสำคัญอย่างมาก และเพลงนี้เป็นการเชื่อมโยงเรากับที่มาของเราในทุกๆ วัน นอกจากความสงบและความปรารถนาที่จะติดต่อกับรากฐานของเรา การร้องเพลง ยังเติมเต็มด้วยความอบอุ่นและความรักที่เรามีต่อบ้านเกิดและครอบครัวของเรา มันเป็นการร้องเพลงของความจำเป็นในการรักษาความเชื่อมั่นและความรักที่เรามีต่อบ้านเกิดของเรา และเพลงนี้เป็นการเชื่อมโยงที่เชื่อมโยงเรากับพื้นที่เกิดของเราในทุกๆสิ่ง",
    "spotify": "https://open.spotify.com/track/2kOjL0u5y52fT037X7arfl?autoplay=true",
    "Youtube": "https://youtu.be/kQQAp6zfV7U?si=s2RedlNgigt9T0Px",
    "Apple_Music": "https://music.apple.com/th/album/%E0%B8%A1-%E0%B9%80%E0%B8%95%E0%B8%A5/1645252240?i=1645252773",
    "Youtube_Music": "https://music.youtube.com/watch?v=9D5BdmNJWwQ&feature=gws_kp_track"
  },
  {
    "id": 7,
    "name": "ฉันจะฉาปเธอ",
    "artist": "bamm",
    "id_author": 2,
    "image": "/img/card/chab.png",
    "topic": "ใครทำอะไรไว้...ก็ขอให้โดนแบบนั้น เพี้ยง! โดนฉาปซะ",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "5 February 2024",
    "description": "อีกหนึ่งเพลงที่มาแรงอย่างเพลง ฉันจะฉาปเธอ (CURSE) ที่ไม่ว่าเราจะไถดู Tiktok หรือ IG Reels เราก็จะต้องเจอ Challenge เพลงนี้อยู่เสมอ ๆ เพราะนอกจากตัวเพลงที่ติดหูมาก Challenge ท่าเต้นของเพลงนี้ยังเคยติดชาร์ตมาแรงบน Tiktok อีกด้วย ฉันจะฉาปเธอ ของวง bamm เป็นเพลงที่แสดงถึงความอยากทำให้คนที่เทเราเพราะไปมีคนอื่น โชคร้ายเจอแต่เรื่องแย่ๆ ไม่ส่าจะเป็นการขอให้ดวงตก และ เอาใจใส่ใครก็ลำบาก นอกจากนี้ยังมีการสาปเรื่องการเล่นเน็ตมือถือ ติดต่อกับคนคุยแล้วโดนเท ขอให้โดนเหมือนกับที่ตัวเองเคยทำไว้   ที่ถือเป็นแบบฉบับสุดน่ารักของเพลงคนอกหักในมิวสิควิดีโอเพลงนี้ เราได้เห็นการจำลองการเป็นหมอไสยศาสตร์และการใช้ตุ๊กตา เพื่อสร้างสถานการณ์ที่เหมือนกับจะสาปใครจริงๆ ซึ่งยังเสริมความพิเศษด้วยการมีเมล ศิลปินฝึกหัดในค่าย LIT ENTERTAINMENT ร่วมแสดง และการทำพิธีกรรมสาปแช่งคนรักเก่าอย่างน่ารัก โดยยังคงความสดใสและเอ็นจอยของวง bamm ไว้ในท่าเต้นที่สนุกสนานครื้นเครง",
    "spotify": "https://open.spotify.com/track/78NpdD7CzXp5UNaxC4DrJX?autoplay=true",
    "Youtube": "https://youtu.be/8KKsEfIZHck?si=n3z1-CCo6JtbxPeW",
    "Apple_Music": "https://music.apple.com/th/album/%E0%B8%89-%E0%B8%99%E0%B8%88%E0%B8%B0%E0%B8%89%E0%B8%B2%E0%B8%9B%E0%B9%80%E0%B8%98%E0%B8%AD-curse/1613482223?i=1613482574",
    "Youtube_Music": "https://music.youtube.com/watch?v=jXJhZZyReTQ&feature=gws_kp_track"
  },
  {
    "id": 8,
    "name": "โลเล",
    "artist": "ATLAS",
    "id_author": 1,
    "image": "/img/card/lolay.jpg",
    "topic": "ติดอยู่ในภวังค์แห่งความรัก โลเล คุณสู่ห้วงอารมณ์อันแสนสับสน",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "10 February 2024",
    "description": "เคยไหม ที่คุณแอบชอบใครสักคน... ชอบจนลืมตัวเอง? บทเพลง โลเล โดย ATLAS พาคุณย้อนกลับไปสู่ห้วงอารมณ์อันแสนสับสนนั้นเสียงดนตรีจังหวะหนักแน่นชวนให้หัวใจเต้นตาม เหมือนกับความรู้สึกกระวนกระวายเมื่อนึกถึง เธอคนนั้น ท่อนฮุกติดหูอย่าง วันนี้ เอาออกจากหัวฉันไม่ได้เลย สะท้อนภาพความคิดวนเวียน  ไม่ว่าจะพยายามไล่ความคิดนั้นออกไปแค่ไหน เธอก็ยังคงวนเวียนอยู่ในใจ เสียงร้องของ จูเนียร์ ที่ทั้งอ่อนโยนและทรงพลังถ่ายทอดทั้งความอ่อนไหวและความปรารถนาอันแรงกล้าที่มีต่อเธอแม้จะรู้ว่าเป็นความรักที่ไม่สมหวัง แต่ก็ยังคง โลเล หลงใหลในเสน่ห์ของเธอ โลเล เป็นมากกว่าแค่เพลงรักธรรมดา มันพาคุณดำดิ่งสู่โลกแห่งความคิดถึง ความหวังอันริบหรี่ และความเศร้าที่แฝงอยู่ภายในเป็นเพลงที่ปลุกเร้าอารมณ์และทำให้คุณนึกถึงคนที่คุณ แอบชอบจนลืมตัวเองไปชั่วขณะ ATLAS ชวนร้องซิงเกิลใหม่ริมทะเล เอาใจไอต้าวคน โลเลเป็นอีกหนึ่งวงที่น่าติดตามของวงการ T-Pop สำหรับ ATLAS ศิลปินรุ่นใหม่จากค่าย XOXO Entertainment ที่เปิดตัวมากับคอนเซปต์สุดเท่ในเพลง MAYDAY ช่วงปลายปีที่ผ่านมาซึ่งครั้งนี้พวกเขาก็ขอเปลี่ยนลุคใหม่ให้สดใสแปลกตาต้อนรับซัมเมอร์กับเพลงโลเล โดยเนื้อหาของเพลงเล่าถึงความรู้สึกของการตกหลุมรักและกระชับความสัมพันธ์กับคนใจโลเล ที่ให้ทั้งความทะเล้น ขี้เล่น และซุกซนโดดเด่นด้วยท่อนแรปภาษาสเปนจากน้ำเสียงเข้มๆ ของสมาชิกอย่างเออร์วิน ที่ช่วยเพิ่มความสนุกสนานและบรรยากาศริมทะเลให้กับเพลงนี้ได้อย่าง",
    "spotify": "https://open.spotify.com/track/743ZF7enwACXjsrYk3wVTQ?si=8e8f4326ff144dae",
    "Youtube": "https://youtu.be/D2tGsNUd5dI?si=nxaXfakbEcUl6hTP",
    "Apple_Music": "https://music.apple.com/th/album/lolay-%E0%B9%82%E0%B8%A5%E0%B9%80%E0%B8%A5-single/1614848043",
    "Youtube_Music": "https://music.youtube.com/playlist?list=OLAK5uy_kY-1GnQ3q77qLbqL-r3PenIWWIXCqpIRE&si=E9bM9YuOzBu4DG3K"
  },
  {
    "id": 9,
    "name": "DAMN",
    "artist": "WAII",
    "id_author": 2,
    "image": "/img/card/damn.jpg",
    "topic": "DAMN! เพลงสุดมันส์ ปลุกไฟในตัวคุณ!",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "13 February 2024",
    "description": "พอได้ฟังเพลงนี้  น่าจะมีความรู้สึกที่แรงกายและเป็นอิสระอยู่บ้าง แต่ก็รู้สึกถึงความเข้มข้นและความลึกซึ้งที่ปรากฏในเนื้อเพลงด้วย มีความรู้สึกที่หลงใหลและอิทธิพลของเนื้อเพลงในการสะท้อนความคิดเห็นและความรู้สึกของเราเองอย่างมากมาย  เพลง DAMN สร้างความสัมพันธ์ระหว่างศิลปินและผู้ฟังอย่างมีความสัมพันธ์และชัดเจน มันเป็นทางเลือกที่ดีในการแสดงความรู้สึกหรือสื่อสารความคิดเห็นของเราในทางที่มีความเชื่อถือและสร้างความสนใจต่อกัน การฟังเพลงนี้อาจช่วยให้เรารู้สึกถึงความหมายและความสำคัญของความต่อสู้ในชีวิต และทำให้เรารับรู้ถึงความแข็งแกร่งและความมั่นใจที่มีอยู่ในตัวเองเมื่อต้องเผชิญหน้ากับความท้าทายและอุปสรรคในชีวิต ในท้ายที่สุด เพลงนี้อาจเป็นแรงบันดาลใจให้นายเริ่มต้นตั้งความมั่นใจและการต่อสู้ในชีวิตอย่างแข็งแกร่งมากขึ้น และมีแรงบันดาลใจในการดำเนินชีวิตให้ดีขึ้นตามที่ตั้งใจไว้",
    "spotify": "https://open.spotify.com/track/2uLQt24HvFA9dhmx2mbz3K?autoplay=true",
    "Youtube": "https://youtu.be/JsxTEo12s60?si=WvvJMplNNI2r8Er8",
    "Apple_Music": "https://music.apple.com/th/album/damn/1615065622?i=1615065623",
    "Youtube_Music": "https://music.youtube.com/watch?v=Pj5Rcjcn2GE&feature=gws_kp_track"
  },
  {
    "id": 10,
    "name": "เธอชอบมันหรือชอบร้องไห้มากกว่ากัน",
    "artist": "HardBoy",
    "id_author": 2,
    "image": "/img/card/hard.png",
    "topic": "คนที่เจ็บใจที่สุดคือคนที่เห็นเธอโดนทำร้ายจิตใจ",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 January 2024",
    "description": "หนึ่งในเรื่องราวจากเพลง “เธอชอบมันหรือชอบร้องไห้มากกว่ากัน - HardBoy” เพลงใหม่จากคณะ Hard Boy ค่าย Gene Labเจ้าของเพลง “Kiss MeBaby,ค่ำคืนนั้น” ที่คราวนี้กลับมาพร้อมเพลงเตือนสติให้คิดได้สักที“ว่าถ้าเขารักเราจริงเขาไม่ทำแบบนี้หรอก” ทุกคนส่วนใหญ่อาจจะรู้จักHard Boy จากเพลงเร็วของเขาแต่ครั้งนี้กลับมา พร้อมเพลงช้าบาดใจสำหรับคนที่เบื่อแล้วกับการที่จะปลอบใจเธอทุกครั้งที่โดนเขาทำร้ายเลยอยากบอกออกไปว่า“เธอชอบมันหรือชอบร้องไห้มากกว่า”แต่ถึงจะเป็นเพลงช้าก็ยังคงเอกลักษณ์ของความเป็น Glam Rock ของ Hard Boy ไว้เต็มเปี่ยมไม่ว่าจะเป็นการแต่งตัวไลน์ Solo พร้อม High Note จากคุณภีร์ และก็ภาพเรื่องราวใน MV ที่ค่อนข้างจะ 80'sเหมือนเดิมเลยส่วนเนื้อเพลงก็ค่อนข้างจะเตือนสติได้ดีเลยโดยเฉพาะท่อน“ถ้าชอบร้องไห้เหมือนเดิมทุกวันก็อยู่กับมันต่อไปถ้าสมองเธอนั้นทำงานได้ดีเธอจะรู้ต้องคิดยังไง”",
    "spotify": "https://open.spotify.com/track/3o76rqI7ZLB9DJYxcbWa2Z?autoplay=true",
    "Youtube": "https://youtu.be/V7DyE7qvtEg?si=0zhhuM10yrdLm1Ts",
    "Apple_Music": "https://music.apple.com/th/album/%E0%B9%80%E0%B8%98%E0%B8%AD%E0%B8%8A%E0%B8%AD%E0%B8%9A%E0%B8%A1-%E0%B8%99%E0%B8%AB%E0%B8%A3-%E0%B8%AD%E0%B8%8A%E0%B8%AD%E0%B8%9A%E0%B8%A3-%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%AB-%E0%B8%A1%E0%B8%B2%E0%B8%81%E0%B8%81%E0%B8%A7-%E0%B8%B2%E0%B8%81-%E0%B8%99/1707210761?i=1707210762",
    "Youtube_Music": "https://music.youtube.com/watch?v=PP7CKaBKNcg&si=16m5fLg_JQLKrUNm"
  },
  {
    "id": 11,
    "name": "ดาวหางฮัลเลย์",
    "artist": "fellow fellow",
    "id_author": 2,
    "image": "/img/card/Halley.jpg",
    "topic": " เราสองคนจะรักกันไปนานแสนนาน",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "description": " เป็นเพลงที่เสนอความรักที่อาจจะยาวนานของชีวิต มีแก่นเรื่องเกี่ยวกับเรื่องราวของความรักที่คาดหวังจะยาวนานเหมือนดาวหางฮัลเลย์ ซึ่งมีระยะเวลารอบบริบูรณ์มากถึง 76 ปี มันสื่อถึงความตั้งใจในความรักที่ยืนยาวและความพร้อมที่จะติดตามความรักนี้ตลอดเวลาดนตรีของเพลงนี้อาจมีลักษณะเสียงที่อ่อนโยนและมีความรู้สึกของความหวาน รวมถึงมีเสียงดนตรีที่เสริมเพิ่มความอบอุ่นและความเป็นส่วนตัวในเนื้อหาของเพลงและเสน่ห์ของเอ็มวี บอกเล่าเรื่องราวผ่านฉากของการแสดงและการสื่อสารความรักที่ยาวนาน อาจมีการใช้รายละเอียดเพื่อเล่าเรื่องราวของความรักและความเคลื่อนไหวของเวลา การใช้สีและฉากอาจช่วยสร้างบรรยากาศและความรู้สึกเป็นอีกหนึ่งบทเพลงที่มีความไพเราะผ่านความรักที่อาจจะยาวนานของชีวิตได้เป็นอย่างดี โดยเพลงนี้เป็นอีกหนึ่งบทเพลงที่นำเสนอมุมมองความสัมพันธ์หรือความรู้สึกทางรักให้กับผู้ฟังได้เป็นอย่างดี",
    "spotify": "https://open.spotify.com/track/56wDFSIa9Tr7zbEXUVMwjP?autoplay=true",
    "Youtube": "https://youtu.be/WtcKJtwMD2E?si=9VBGp5xjHP9YO-2n",
    "Apple_Music": "https://music.apple.com/th/album/%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B8%AB%E0%B8%B2%E0%B8%87%E0%B8%AE-%E0%B8%A5%E0%B9%80%E0%B8%A5%E0%B8%A2/1701760441?i=1701760453",
    "Youtube_Music": "https://music.youtube.com/watch?v=GL_GqP6XMxc&feature=gws_kp_track"
  },
  {
    "id": 13,
    "name": "วาสนาผู้ใด",
    "artist": "ParkMalody",
    "id_author": 2,
    "image": "/img/card/wadsana.jpg",
    "topic": "ใครนะ... จะได้เป็นคนรักในหัวใจอันแสนอบอุ่นของเธอ",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "description": "เป็นเพลงที่สื่อถึงความรักและความคิดถึงและอยากเป็นแฟนของเธอ มีแก่นเรื่องเกี่ยวกับเล่าเรื่องความรักและความปรารถนาของผู้ร้องที่ต้องการเป็นคนที่จะรักใครบางคนในหัวใจของเธออย่างแรง ความรักในเพลงนี้อาจถูกบอกถึงด้วยคำพูดที่แสดงความร้อนแรงและความตั้งใจในความรักดนตรีหวานโทนอบอุ่น โดยเฉพาะเสียงของเสียงกีตาร์นุ่มหู มีการประสานเสียงดนตรีส่งอารมณ์รู้สึกถึงจังหวะสนุกสนานและอารมณ์หรือเสียงดนตรีที่มีความอบอุ่นและนุ่มนวล และเสน่ห์ของเอ็มวีบอกเล่าเรื่องราวผ่านฉากของความรักและความร้อนของใจในดนตรีอาจช่วยในการสร้างความเป็นเอกลักของเพลงและช่วยให้ผู้ฟังรับรู้ถึงความรักและความตั้งใจในเนื้อหาของเพลงเป็นอีกหนึ่งบทเพลงที่มีความไพเราะเล่าเรื่องผ่านดนตรีหวานโทนอบอุ่น โดยเพลงนี้เป็นอีกหนึ่งบทเพลงที่นำเสนอมุมมองความรักภายในใจที่อยากเป็นแฟนเธอให้กับผู้ฟังได้เป็นอย่างดี",
    "spotify": "https://open.spotify.com/track/1atD9QMSoZjgKiUKKopZBW?autoplay=true",
    "Youtube": "https://youtu.be/LixrcaNY3zs?si=8kKgVNGfiVRqJ8qA",
    "Apple_Music": "",
    "Youtube_Music": "https://music.youtube.com/watch?v=EGhgrVTeN30&feature=gws_kp_track"
  },
  {
    "id": 14,
    "name": "วันนี้ปีที่แล้ว",
    "artist": "MEYOU",
    "id_author": 2,
    "image": "/img/card/todayinlastyear.jpg",
    "topic": "เมื่อเราเลิกกัน ฉันยังคิดถึงเสมอมา ",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "description": "วันนี้ปีที่แล้ว เล่าถึงเรื่องราวของคนที่อยากย้อนกลับไปในอดีต เพื่อใช้เวลาเหล่านั้นในการขอโทษและขอคืนดี ก่อนหน้าที่จะเลิกรากันไปในความสัมพันธ์ระหว่างคนสองคน ให้อารมณ์เชิงตัดพ้อว่า ‘กว่าจะรู้ตัวก็สายไป’ เผยกลิ่นอายที่ชวนเศร้าและเสียดายแบบโหวงเหวง ซึ่งภายในมิวสิกวิดีโอก็จะให้บรรยากาศชวนเหงา เสมือนยุค 90 สัมผัสได้ถึงโหมดของคู่รักที่มีทั้งรสชาติสุข-ทุกข์ในชีวิตของพวกเขาไปพร้อมกัน เพลงนี้เหมาะกับผู้ฟังที่ยังมูฟออนจากความสัมพันธ์เก่าไม่ได้ หรืออาจจะเยียวยาตัวเองมาจากบาดแผลที่เหวอะหวะได้แล้ว เพราะถึงแม้ว่าจุดจบของคนสองคนจะต้องจากลากันไปในเส้นทางรัก หากแต่สุดท้ายแล้วเราก็ยังคงมีความทรงจำที่สวยงามร่วมกันมา",
    "spotify": "https://open.spotify.com/track/4bnxMt1viexb85sAtVz1dA?autoplay=true",
    "Youtube": "https://youtu.be/RSkWs-cYUp8?si=1pMt5XAICWGmmQ7N",
    "Apple_Music": "",
    "Youtube_Music": "https://music.youtube.com/watch?v=Da7KUqKadcY&feature=gws_kp_track"
  },
  {
    "id": 15,
    "name": "รักแรก",
    "artist": "NONT TANONT",
    "id_author": 1,
    "image": "/img/card/firstlove.jpg",
    "topic": "ความรักแรกที่สวยงามและอบอุ่นของคนสองคนที่พบกัน",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "description": "มีแก่นเรื่องเกี่ยวกับความรักครั้งแรกที่ประทับใจไม่เสื่อมคลาย โดยนำเสนอเนื้อหาของเพลง รักแรก เล่าถึงความรักแรกที่เกิดขึ้นกับคนสองคน มันสื่อถึงความรู้สึกที่มาพร้อมกับความตื่นเต้นและความทรงจำที่สวยงามของความรักแรก มันเป็นเพลงที่สร้างความรู้สึกอบอุ่นและสดใสให้กับผู้ฟัง เนื้อหาเพลงสร้างความพึงพอใจและความรู้สึกถึงความสำคัญของความรักในช่วงเวลาแรก ๆ ที่ประทับใจไม่เสื่อมคลาย ดนตรีของเพลงนี้มีความโรแมนติกและเสียงที่เป็นไปในทิศทางของความหวาน ด้วยเสียงกีตาร์ที่เล่นอย่างเรียบง่ายและจังหวะที่นุ่มนวล มันสร้างบรรยากาศของความรักแรกที่เต็มไปด้วยความหวานและความฟิน ส่วนที่เน้นที่สุดในดนตรีคือเสียงเพลงที่ร้องออกมาอย่างน่าหลงใหลและเข้ากันได้อย่างลงตัวกับทั้งคำร้องและบรรยากาศของเพลงป ในมิวสิกวิดีโอบอกเล่าเรื่องราวผ่านฉากของเรื่องราวความรักในอดีตของวัยมัธยม เป็นสัญลักษณ์ที่แสดงถึงความรู้สึกอบอุ่นและสดใสให้กับผู้ฟัง เนื้อหาเพลงสร้างความพึงพอใจและความรู้สึกถึงความสำคัญของความรักในช่วงเวลาแรกของความรัก",
    "spotify": "https://open.spotify.com/track/5Zlwu2g4rzTNfyu28L1bWv?autoplay=true",
    "Youtube": "https://youtu.be/tYPIR8XWXFE?si=pQvvrsY8L7qv98HL",
    "Apple_Music": "https://music.apple.com/th/album/%E0%B8%A3-%E0%B8%81%E0%B9%81%E0%B8%A3%E0%B8%81-first-love-%E0%B9%80%E0%B8%9E%E0%B8%A5%E0%B8%87%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%A0%E0%B8%B2%E0%B8%9E%E0%B8%A2%E0%B8%99%E0%B8%95%E0%B8%A3-%E0%B8%A3-%E0%B8%81%E0%B9%81%E0%B8%A3%E0%B8%81%E0%B9%82%E0%B8%84%E0%B8%95%E0%B8%A3%E0%B8%A5-%E0%B8%A1%E0%B8%A2%E0%B8%B2%E0%B8%81/1687918090?i=1687918091",
    "Youtube_Music": "https://music.youtube.com/watch?v=GsWcUoU5Qb4&feature=gws_kp_track"
  },
  {
    "id": 16,
    "name": "summertime",
    "artist": "YEW ft. LANDOKMAI",
    "image": "/img/card/summertime.jpg",
    "id_author": 3,
    "topic": "การรอคอยใครสักคนกลับมามันต้องทรมานขนาดนี้เลยเหรอ",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "description": "หลับตาลงก็คิดถึงคุณที่อยู่ตรงนี้ตลอดมาช่วงเวลาที่เราจับมือและมอบความรักก่อนจากลายิ้มที่ผมเคยมองทุกวัน ผ่าน tiktok หรือใน facebook มาบ้างซึ่งท่อนเพลงที่หลายๆคนฟังผ่านหูมานี้ก็มาจากเพลง บทเพลง Summertime(ลมแล้ง) - Yew หลายๆคนคงเคยได้ยินท่อน คำที่คุณต้องพูดทุกครา ฉันคิดถึงเธอจริง ๆถึงชื่อเพลงจะสั้นแต่มีความหมายลึกซึ้ง คำว่า ลมแล้ง ในเนื้อเพลงนี้แทนอารมณ์ความรู้สึกของความเหงา และให้ความทรงจำถึงความรักที่ต้องหายไปพร้อมกับความรู้สึกดีๆที่มีให้กัน และความทรงจำที่ไม่อยากให้ลืมไป เพราะมันทำให้หัวใจสดชื่นเหมือนดอกไม้ที่ผลิบาน ความสุขที่ได้อยู่ด้วยกันมันวนเวียนอยู่ในใจและผุดขึ้นมาทุกครั้งที่หลับตา แต่ในเวลาเดียวกันก็ไม่อยากปล่อยให้เรื่องราวในอดีตจางหายไป ความรู้สึกเหงาที่เกิดขึ้นอาจเหมือนกับบาดแผลที่ยังฝังอยู่ในใจ  ที่จะทำให้รู้สึกเจ็บปวดทุกครั้งที่เวลาผ่านไปอยากให้สองเรากลับมาเริ่มใหม่ด้วยกัน บทเพลงนี้จึงมีเนื้อหาที่เศร้าและย้อนกลับไปที่ความทรงจำที่ใช้ร่วมกับคู่ชีวิตในช่วงเวลาที่ผ่านมาด้วยเสน่ห์ดนตรีที่เป็นแบบสมัยเก่าสวยงามผสานกันอย่างลงตัวให้อารมณ์ความรู้สึกเหมือนเรายืนอยู่ท่ามกลางความทรงจำมากมายที่พัดผ่านอารมณ์ต่างๆ ฟังแล้วให้ความรู้สึกถึงความหลากหลายของความทรงจำและความรักได้อย่างลึกซึ้งได้เป็นอย่างดี",
    "spotify": "https://open.spotify.com/track/0ZcyX8hFV1jdJNWOI8mMXF?autoplay=true",
    "Youtube": "https://youtu.be/E_wrJhXm7jo?si=T_T5273Ly66vUw-O",
    "Apple_Music": "https://music.apple.com/th/album/summertime-feat-landokmai/1549502554?i=1549502993",
    "Youtube_Music": "https://music.youtube.com/watch?v=6234mV5dsl4&feature=gws_kp_track"
  },
  {
    "id": 17,
    "name": "พิจารณา",
    "artist": "Musketeers Ft. MAIYARAP",
    "image": "/img/card/consider.jpg",
    "topic": "รักที่มีให้เธอมากกว่าดาวบนฟ้า",
    "profile": "/img/profile/pawarich.jpeg",
    "id_author": 3,
    "date": "19 February 2024",
    "description": "พิจารณา ซิงเกิลใหม่ต้อนรับการกลับมาของ Musketeers จากค่าย What The Duck ที่ประกอบไปด้วย 3 สมาชิกที่เคยสร้างสรรค์เพลงฮิตในวงการเพลงไทยมาแล้วมากมาย ได้แก่ เท็น-ชาครีย์ ลาภบุญเรือง (นักร้องนำ), ด๋อย-สรรพวิชญ์ หวานสนิท (เบส), บิ๊ก-รวิน มิตรจิตรานนท์ (กีตาร์) คัมแบ็กครั้งนี้พิเศษกว่าเดิมด้วยการเปิดตัว 3 สมาชิกใหม่ จับมือแรปเปอร์สุดฮอตอย่าง MAIYARAP มาร่วมปฏิบัติการง้อแฟนที่ต้องเว้าวอนให้เธอโปรดพิจารณา “หากเธอน้อยใจ ฉันจะเล่าอีกที    ว่ารักที่มีให้เธอมากกว่าดาวที่ลอยบนฟ้า” พิจารณา จาก Musketeers ยังคงกลิ่นอายที่ทำให้เราเคยตกหลุมรักมาแล้วจากเพลงฮิตอย่าง แค่คุณ, ของขวัญ, อยากให้เธอลอง ความเป็นโมเดิร์นร็อกถูกทำให้ลื่นหูฟังสบาย พิจารณา ถูกประดับประดาด้วยความฟุ้งฝันของละอองดาว ความหมายของเพลงเรียบง่ายตรงไปตรงมา เพียงเล่าถึงรักของของชายหนุ่มที่พยายามง้องอนว่ารักทั้งหมดนี้มอบแด่เธอผู้เดียว ทำให้เวิร์สแรกของเพลงพาเราล่องลอย และต้องใจอ่อนยวบยาบลงง่ายๆ เช่นเดียวเวิร์สหลังที่ได้ MAIYARAP ที่เข้ามาช่วยเติมเต็มและสร้างมิติให้เพลงมากขึ้น",
    "spotify": "https://open.spotify.com/track/3XCoEJvCYqTbM8bhples8N?si=1431cd3c07664939",
    "Youtube": "https://youtu.be/21E3MNWz5m4?si=jLVrWEXUWCAwQ9EJ",
    "Apple_Music": "https://music.apple.com/th/album/%E0%B8%9E-%E0%B8%88%E0%B8%B2%E0%B8%A3%E0%B8%93%E0%B8%B2-feat-maiyarap/1640417460?i=1640417465",
    "Youtube_Music": "https://music.youtube.com/watch?v=s8QzkOulL5w&feature=gws_kp_track"
  },
  {
    "id": 18,
    "name": "Remember Home",
    "artist": "ELYAZ",
    "image": "/img/card/rememberhome.jpg",
    "topic": "การผจญภัยในทุ่งเขียวขจีของความทรงจำ",
    "id_author": 3,
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "description": "บทเพลงอันไพเราะจากศิลปินมากความสามารถ ELYAZ ดึงดูดผู้ฟังด้วยเสียงร้องอันอบอุ่นและเนื้อร้องที่เต็มไปด้วยอารมณ์ ผลงานชิ้นนี้พาผู้ฟังดำดิ่งสู่ห้วงความทรงจำและความรู้สึกถึงบ้านเกิด ผ่านท่วงทำนองที่เรียบง่ายแต่แฝงไปด้วยพลังELYAZ ถ่ายทอดเพลงนี้ออกมาได้อย่างงดงาม เสียงร้องอันเป็นเอกลักษณ์ของเขา/เธอ เต็มไปด้วยความอ่อนโยน อบอุ่น และเปี่ยมไปด้วยอารมณ์  น้ำเสียงที่สื่อถึงความรู้สึกโหยหา คิดถึง และความผูกพันที่มีต่อบ้านเกิดกระตุ้นให้ผู้ฟังนึกถึงบ้านเกิด  ความทรงจำในวัยเด็ก ครอบครัว เพื่อนสนิท และสถานที่คุ้นเคย ผ่านเนื้อเพลงที่เรียบง่ายแต่กินใจ  ท่วงทำนองเพลงช้าๆ  ช่วยให้รู้สึกผ่อนคลาย  แต่แฝงไว้ด้วยความเศร้าโศก  และความเหงาสามารถตีความได้หลายแง่มุม  บางคนอาจตีความว่าเป็นเพลงเกี่ยวกับความคิดถึงบ้านเกิด  บางคนอาจตีความว่าเป็นเพลงเกี่ยวกับความสูญเสีย  หรือบางคนอาจตีความว่าเป็นเพลงเกี่ยวกับความทรงจำอันล้ำค่า",
    "spotify": "https://open.spotify.com/track/04ia5yBQX0APpu6oigtip2?autoplay=true",
    "Youtube": "https://youtu.be/U2b5i3EYPuU?si=9u8LRz2vLElijWQN",
    "Apple_Music": "https://music.apple.com/th/album/remember-home/1678620989?i=1678620990",
    "Youtube_Music": "https://music.youtube.com/watch?v=Ts1BAG2EUqc&feature=gws_kp_track"
  },
  {
    "id": 19,
    "name": "3D",
    "artist": "정국 (Jung Kook)",
    "image": "/img/card/3d.jpg",
    "topic": "ผมต้องการเห็นท่าทางของคุณแบบ 3 มิติ",
    "profile": "/img/profile/pawarich.jpeg",
    "id_author": 3,
    "date": "19 February 2024",
    "description": "จองกุก น้องเล็กของวง BTS ส่งผลงานโซโล่ที่ 2 อย่าง ‘3D’ ออกมาให้บรรดาอาร์มี่ทั่วโลกได้ฟังและชมมิวสิกวิดีโอพร้อม ๆ กันเลย! นับเป็นการปล่อยผลงานใหม่ในรอบ 2 เดือน หลังจากเมื่อช่วงกรกฎาคมที่ผ่านมา แฟน ๆ ได้เห็นตัวตนทางดนตรีที่เด่นชัดผ่านโซโล่แรกอย่าง ‘Seven’ กันแล้ว โดยเพลงนี้ จองกุก ยังเฉิดฉายด้วยสไตล์ดนตรีที่ผสมผสานความ POP กับ R&B ได้อย่างลงตัว และไม่เพียงเท่านั้นยังชวนแรปเปอร์สุดฮอตเจ้าของรางวัล Billboard Music Award อย่าง แจ็ค ฮาโรว์ (Jack Harlow) มาร่วมฟีเจอริงในเพลงนี้ด้วยยหากใครที่เคยฮือฮากับเนื้อเพลง ‘Seven’ บอกเลยว่าครั้งนี้จะต้องรู้สึกได้ถึงความยิ่งกว่า เพราะ จองกุก ยังคงเก่งกับการถ่ายทอดคาแร็กเตอร์ความน่ารัก ความกวนผ่านเนื้อเพลง ที่บอกเล่าความรู้สึกคลั่งรัก คลั่งคิดถึงแบบขั้นกว่า ชวนให้นึกถึงช่วงเวลาที่เราได้อยู่ใกล้ชิดกับคนรัก แถมในมิวสิกวิดีโอยังคงทำได้ยอดเยี่ยสำหรับเพอร์ฟอร์แมนซ์ที่ร้องและเต้นแบบจัดเต็ม ล่าสุดหลังจากปล่อยเพลงไปได้เพียง 2 ชั่วโมง ก็สามารถทุบสถิติเป็นศิลปินเกาหลีที่ติดชาร์ตอันดับ 1 บน iTunes ประเทศอังกฤษเร็วที่สุด!! และยังขึ้นอันดับ 1 บนชาร์ต iTunes ไปแล้วมากกว่า 30 ประเทศทั่วโลก",
    "spotify": "https://open.spotify.com/track/6ehWdR7cGDXnT7aKEASJxE?autoplay=true",
    "Youtube": "https://youtu.be/mHNCM-YALSA?si=iFr7Yp-5MkP_xBC1",
    "Apple_Music": "https://music.apple.com/th/album/3d-sped-up/1709415836?i=1709416217",
    "Youtube_Music": "https://music.youtube.com/watch?v=B1kJ9RnHZ9o&feature=gws_kp_track"
  },
  {
    "id": 20,
    "name": "Money",
    "artist": "Lisa",
    "image": "/img/card/money.jpg",
    "topic": "เงินซื้อความสุขไม่ได้ แต่ซื้อสิ่งที่ทำให้มีความสุขได้",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "id_author": 1,
    "description": "นำเสนอความมั่งคั่งและความสำเร็จของเธอในอาชีพพร้อมกับการเล่าเรื่องเกี่ยวกับการใช้เงินของเธอที่อยากได้อะไรก็ซื้อได้เพราะรวย โดยมีลักษณะเนื้อเพลงที่เรียบง่าย แต่ยังสะท้อนถึงความสนุกสนานและความอิสระในการใช้เงินอย่างเต็มที่ ซึ่งเป็นเรื่องที่หลายคนสามารถเข้าใจได้เสมอ นอกจากนี้ เพลงยังเน้นการตัดสินใจของเธอในการใช้เงินและความอิสระในการทำตามตัวเองเนื้อเพลงยังสะท้อนถึงความเข้าใจในการตอบสนองต่อความสำเร็จและความมั่งคั่งในวงการบันเทิงและชีวิตประจำวันของเธอนับเป็นทัศนคติที่ยังคงเป็นที่สนใจในวงการบันเทิงโลก ซึ่งยังเพิ่มความหลากหลายให้กับวงการเพลง K-Pop อีกด้วยเป็นผลทำให้ Lisa เป็นศิลปินหญิง K-Pop คนแรกที่เข้าอันดับหนึ่งในชาร์ต Rap Digital Song Sales ของ Billboard ด้วยเพลง MONEY และสร้างประวัติศาสตร์ด้านการสตรีมของ Spotify ด้วยเพลงที่มียอดสตรีมสูงสุดในประวัติศาสตร์ของแอพพลิเคชั่นนี้ โดยมียอดสตรีมทั้งหมด 822 ล้านครั้ง ทั้งนี้ยังย้ำให้เห็นถึงความสำคัญของ Lisa ในการสร้างความหลากหลายและการเปลี่ยนแปลงในวงการเพลงโลกได้อย่างต่อเนื่อง ในการสร้างเส้นทางใหม่และการยกระดับให้กับศิลปินหญิงในวงการนี้ได้อย่างแท้จริง",
    "spotify": "https://open.spotify.com/track/7hU3IHwjX150XLoTVmjD0q?autoplay=true",
    "Youtube": "https://youtu.be/dNCWe_6HAM8?si=stDdiPvGIn3sHHHx",
    "Apple_Music": "https://music.apple.com/th/album/money/1584313397?i=1584313400",
    "Youtube_Music": "https://music.youtube.com/watch?v=4YSHPGn9-LM&feature=gws_kp_track"
  },
  {
    "id": 21,
    "name": "Ride",
    "artist": "HYBS",
    "image": "/img/card/ride.jpg",
    "topic": "การเดินทางผ่านค่ำคืนนี้ของเราสอง",
    "id_author": 3,
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "description": "แนวเพลงรักที่แบ่งปันความรักในสไตล์ป๊อป-อาร์แอนด์บี สบายๆ ที่เต็มไปด้วยความทรงจำพิเศษในชีวิตของทั้งคู่ ฟังเพลงนี้ครั้งแรก ต้องคิดว่าเป็นวงต่างประเทศแน่ๆ ดนตรีฟิลแบบนี้ค่อนข้างไปทาง indy ต่างประเทศ ไม่ค่อยเห็นดนตรีและ Groove แบบนี้เท่าไหร่ ซึ่งเอาเข้าจริงแม้ว่าผมจะไม่ใช่คนที่ฟังเพลงสไตล์ Pop วัยรุ่นยุคใหม่แต่ผมก็ชอบวงนี้จริงๆ เพลงแรกของใครหลายๆคนกับวงนี้ผมเชื่อว่าต้องมาจากเพลง #Ride ไม่มากก็น้อย เพราะมีอยู่ช่วงหนึ่งที่เพลงนี้ดังจาก IG คนชอบเอาเพลงนี้มาใช้ใน Story IG พอตามไปฟังอีก2เพลง โอ้โหหดีมากๆเลยผมโคตรชอบเพลงแนวนี้เลย บีทฟังสบาย เพลงเพราะๆฟังแล้วรู้สึกrelax",
    "spotify": "https://open.spotify.com/track/7fyVBKYJYMP42nNr9RFTAT?autoplay=true",
    "Youtube": "https://youtu.be/qbEVGyRfS0I?si=10sLSR6vXtBMj4ul",
    "Apple_Music": "https://music.apple.com/th/album/ride-billbilly01-remix/1665587521?i=1665587528",
    "Youtube_Music": "https://music.youtube.com/watch?v=cdXOAJ8qe54&feature=gws_kp_track"
  },
  {
    "id": 22,
    "name": "Tip Toe",
    "artist": "HYBS",
    "image": "/img/card/Tip-Toe.jpg",
    "topic": "ก้าวไปสู่ดวงจันทร์กับเธอ",
    "profile": "/img/profile/pawarich.jpeg",
    "id_author": 3,
    "date": "19 February 2024",
    "description": "เป็นเพลงของวง HYBS ที่มีสไตล์ Slow-Jam R&B และเคล้ากลิ่นอายจากยุค  2000 นี่เป็นซิงเกิ้ลแรกในรอบปีเนื้อเพลงของ “Tip Toe” สะท้อนถึงบรรยากาศโรแมนติกของชายหนุ่มที่ต้องการแสดงความรักกันคนที่เขาชอบ ในค่ำคืนที่ทุกอย่างเป็นใจ พวกเขาจะประคองความรู้สึกดีๆ ด้วยความทะนุถนอมบนดวงจันทร์ยันสว่าง ได้รับความนิยมอย่างมาก ด้วยวิดีโอเพลงอย่างเป็นทางการที่มีผู้ติดตามมากกว่า 329,000 คนและมีมุมมองมากกว่า 25 ล้านครั้ง ไม่เพียงแต่เป็นเพลงที่มีความหมายที่ลึกซึ้งและสะท้อนถึงความรู้สึกที่แท้จริง แต่ยังเป็นเพลงที่สามารถสร้างบรรยากาศที่สบายๆ และเป็นเพลงที่มอบให้กับคนที่รักได้อีกด้วย",
    "spotify": "https://open.spotify.com/track/0MJ5wKsPEeihONNfugHGy7?autoplay=true",
    "Youtube": "https://youtu.be/dHUq9xJcaZs?si=79ANexnbvEh7k-HN",
    "Apple_Music": "https://music.apple.com/th/album/tip-toe/1688539311?i=1688539331",
    "Youtube_Music": "https://music.youtube.com/watch?v=LS7o29WzSno&feature=gws_kp_track"
  },
  {
    "id": 23,
    "name": "Go Higher",
    "artist": "HYBS",
    "image": "/img/card/go-higher.jpg",
    "topic": "Go Higher เพลงฮึบๆ จาก HYBS พาเราลุยฝ่าไปสู้ฝัน!",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "id_author": 3,
    "description": "เคยมั้ยครับช่วงที่รู้สึกหมดแรง หมดไฟ เหมือนแบตเตอรี่ใกล้หมด จะเดินต่อไปก็ดูเหมือนยากเย็น? ช่วงนั้นแหละครับ ที่เพลง ไปให้สูงสุด (Go Higher) จากวง HYBS จะเข้ามาปลุกพลังในใจเราอีกครั้ง HYBS วงดนตรีป๊อบอินดี้ที่กำลังมาแรง เสิร์ฟเพลง Go Higher มาเป็นเหมือนเพื่อนซี้ที่คอยบอกว่า อย่ามัวไปคิดมาก ปล่อยวางแล้วลุยต่อ! ไม่ว่าจะเจอกับอุปสรรคอะไร Go Higher จะคอยกระตุ้นให้เราไม่ท้อถอย อย่าหยุดเดิน อย่าหยุดฝัน เนื้อเพลงสไตล์สบาย ๆ ฟังเพลิน ๆ เข้ากับเสียงร้องเท่ ๆ  ฟังแล้วชวนให้ฮึกเหิม พร้อมที่จะลุกขึ้นมาสู้ต่อ ไม่ว่าจะเป็นเรื่องงาน เรื่องเรียน หรือแม้แต่ความฝัน นอกจากเนื้อเพลงที่โดนใจแล้ว MV ก็เจ๋งไม่แพ้กัน ภาพสีสันสดใส เล่าเรื่องราวการไล่ล่าความฝันของคนที่ไม่ยอมแพ้ต่อโชคชะตา Go Higher ไม่ใช่แค่เพลง แต่มันเหมือนเป็นยาชูกำลังใจชั้นดี  มันบอกให้เรามีความมั่นใจ มุ่งมั่น ไปให้สุดทาง!  ครั้งไหนที่รู้สึกท้อแท้ สิ้นหวัง ลองเปิดเพลงนี้ฟัง เผลอ ๆ ไฟในตัวคุณอาจจะกลับมาลุกโชนอีกครั้งก็ได้นะครับ!",
    "spotify": "https://open.spotify.com/track/350MlI4iDtv6fYwM4PKSA4?autoplay=true",
    "Youtube": "https://youtu.be/5iOF4-4718M?si=f8Mu2JAyJ1ZDS8aL",
    "Apple_Music": "https://music.apple.com/th/album/go-higher/1607021031?i=1607021042",
    "Youtube_Music": "https://music.youtube.com/watch?v=BoF3HmrG-gA&feature=gws_kp_track"
  },
  {
    "id": 24,
    "name": "Run Away",
    "artist": "HYBS",
    "id_author": 3,
    "image": "/img/card/runaway.jpg",
    "topic": "หนีจากความจริงดิ่งสู่ห้วงเหวแห่งความเศร้าไปกับ HYBS ",
    "profile": "/img/profile/pawarich.jpeg",
    "date": "19 February 2024",
    "description": "บทเพลงจากศิลปิน HYBS ไม่ใช่แค่เพลงชวน หนี ตามชื่อเพลงเท่านั้น  แต่ยังพาคุณดิ่งสู่ห้วงเหวแห่งความเศร้า ผ่านเสียงดนตรีอันแสนหม่นหมอง ตั้งแต่เริ่มต้นเพลง เสียงเพลงบรรเลงที่เล่นอย่างแผ่วเบาสร้างบรรยากาศแห่งความอ้างว้าง  เสียงร้องของ Alyn Wee ที่ฟังดูเหนื่อยล้า สะท้อนความรู้สึกท้อแท้ สิ้นหวัง  ราวกับกำลังแบกความทุกข์หนักอึ้งเอาไว้ เนื้อเพลง Run Away พูดถึงการ หนี จากความจริงอันเจ็บปวดเป็นการหลีกหนีไปจากปัญหาไปจากคนที่ทำให้เราเจ็บไปจากสถานการณ์ที่บีบคั้นหัวใจแม้จะเป็นเพลงที่ฟังแล้วรู้สึกเศร้า แต่ Run Away ก็สะท้อนความจริงบางอย่างของชีวิต  บางครั้งการ หนี ก็เป็นทางออกที่ดีที่สุด เพื่อให้หัวใจได้พักได้เยียวยาตัวเอง เพลงนี้เหมาะสำหรับคนที่กำลังเผชิญกับความทุกข์ ความผิดหวัง หรือรู้สึกเหนื่อยล้ากับโลก ลองปล่อยใจไปกับเสียงเพลง ดื่มด่ำกับความเศร้า แล้วคุณจะค้นพบว่า  แม้จะอยู่ในห้วงเหว แต่คุณก็ไม่ได้อยู่เพียงลำพัง",
    "spotify": "https://open.spotify.com/track/3GC6ftneUaMZXPUlSmyxV3?autoplay=true",
    "Youtube": "https://youtu.be/aqpCYTF0YWs?si=WuyJ48Ob_aJPITwp",
    "Apple_Music": "https://music.apple.com/th/album/run-away/1638156759?i=1638156955",
    "Youtube_Music": "https://music.youtube.com/watch?v=IahrSQ5Ra9w&feature=gws_kp_track"
  }
]
