[
  {
    "id": 1,
    "name": "พี่ชอบหนูที่สุดเลย",
    "image": "/img/card/phchopnu.png",
    "topic": "พี่นั้นชอบหนูทั้งหัวใจ",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 January 2024",
    "description": "พี่ชอบหนูที่สุดเลย ของ PONCHET feat.VARINZ เป็นเพลงที่สื่อถึงความรักที่เกิดขึ้นอย่างซึ่งมีความละมุนละไมและน่ารัก ในบทความนี้ ผู้เขียนจะพาผู้อ่านทุกท่านมาอ่านรีวิว บทเพลง พี่ชอบหนูที่สุดเลย มีแก่นเรื่องเกี่ยวกับการเล่าเรื่องอาการตกหลุมรักทั้งหัวใจ โดยเนื้อเพลงนี้สามารถเล่าเรื่องของความรักแบบละมุนละไมและน่ารัก โดยทำให้ผู้ฟังเข้าถึงอาการตกหลุมรักที่เต็มไปด้วยความรู้สึก เป็นอีกหนึ่งบทเพลงที่มีความไพเราะเล่าเรื่องผ่านดนตรีมีจังหวะน่ารัก โดยเพลงนี้เป็นอีกหนึ่งบทเพลงที่นำเสนอมุมมองความสัมพันธ์ของเพื่อนพัฒนาสู่คนรักให้กับผู้ฟังได้เป็นอย่างดี ท่านผู้อ่านที่ยังไม่เคยฟัง",
    "spotify": "https://open.spotify.com/track/1GkgefEnKNxNrkumzahx8Y?si=Wfqpnky9SmS8TC6GQeejhw",
    "Youtube": "https://www.youtube.com/watch?v=MD2xgAvyhpov",
    "Apple_Music": "https://music.apple.com/us/album/%E0%B8%9E-%E0%B8%8A%E0%B8%AD%E0%B8%9A%E0%B8%AB%E0%B8%99-%E0%B8%97-%E0%B8%AA-%E0%B8%94%E0%B9%80%E0%B8%A5%E0%B8%A2-feat-%E0%B8%A7%E0%B8%B2%E0%B8%A5-%E0%B8%99-single/1714416888",
    "Youtube_Music": "https://music.youtube.com/watch?v=wlR6wjs-a_Q&list=RDAMVMAfNWXNkpO7A"
  },
  {
    "id": 2,
    "name": "ฟ้ารักพ่อ",
    "image": "/img/card/dilf.png",
    "topic": "ถ้าฟ้าไม่รักพ่อแล้วฟ้าจะรักใคร",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "20 January 2024",
    "description": "ฟ้ารักพ่อ เป็นเนื้อเพลงเข้าใจง่าย เพราะเป็นเรื่องราวที่เราคุ้นเคยกันดีอยู่แล้วพอถูกเอามาเล่าเป็นเพลงก็ยิ่งมีความแปลกใหม่ MV มีสตอรี่แบบเนื้อเรื่องในละครด้วยที่สำคัญเค้าชูตัวละคร ฟ้า ที่เป็นตัวเอกของเรื่อง นอกจากนี้ยังมีเหล่ายูทูปเบอร์แก๊งหิ้วหวี ป้าตือ ใหม่กับม้าม่วง (Powerpuff Gay) ปีเตอร์ ธูนสตระ และ กาย รัชชานนท์ มาร่วมแจมด้วยเมโลดี้ ฟังง่าย คอรัสติดหู เราว่าตรงนี้สำคัญ เพราะจะทำให้เข้าถึงคนฟังได้ง่าย และเป็นกระแสได้ไม่ยาก ได้คุณ ยุ้ย ญาติเยอะ มาร่วม feat. ด้วย ที่ทำให้เพลงนี้ มีท่อนฮิตเพิ่มเข้ามาอีก อย่างคำว่า “หนูช้อบ ชอบ” ที่เป็นซิกเนเจอร์ของเค้าอยู่แล้ว นี่ยิ่งทำให้เพลงดูสนุกมากขึ้นไปอีก",
    "spotify": "https://open.spotify.com/track/45eQSbdATZGC5lowyWUbfH?si=1b448a57dadc4623",
    "Youtube": "https://www.youtube.com/watch?v=L1Bfsj7To8g",
    "Apple_Music": "https://music.apple.com/us/song/%E0%B8%9F-%E0%B8%B2%E0%B8%A3-%E0%B8%81%E0%B8%9E-%E0%B8%AD-dilf-feat-%E0%B8%A2-%E0%B8%A2-%E0%B8%8D%E0%B8%B2%E0%B8%95-%E0%B9%80%E0%B8%A2%E0%B8%AD%E0%B8%B0/1718873596",
    "Youtube_Music": "https://music.youtube.com/playlist?list=PLNZqTpF_VNfWUE4xz-7S7hisJuATA43HB&si=tH4MYLLjPTvvSRIT"
  },
  {
    "id": 3,
    "name": "มาแตร์เดอี",
    "image": "/img/card/materdei.png",
    "topic": "หลงรักสาวโรงเรียนมาแตร์เดอี",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "20 January 2024",
    "description": "เรื่องนี้แต่งมาจากประสบการณ์โดยตรงของผู้แต่งซึ่งเป็นนักเรียนชั้นมัธยมศึกษาตอนปลายแห่งหนึ่งที่ตกหลุมรักสาวสวยจากโรงเรียนมาแตร์เดอี ด้วยความน้อยเนื้อต่ำใจที่กลัวจะไม่สมหวังจึงแต่งเพลงนี้ออกมา ซึ่งก็ไปโดนใจใครหลายๆคนด้วยทำนองที่ติดหู ฟังง่าย และเนื้อหาที่เข้าใจง่ายจนฮิตติดเทรนด์ เเรื่องราวนี้ของเด็กหนุ่มที่ไปหลงรักเด็กสาวโรงเรียนมาแตร์เดอี ซึ่งในเพลงจะมีการบรรยายถึงลักษณะของเด็กสาวผู้น่ารักคนนั้น ในเพลงเล่าถึงความบังเอิญที่ได้ไปพบเจอสาวสวยจากมาแตร์เดอี แล้วเกิดตกหลุมรักจากความน่ารักของเธอ แต่ก็กลัวว่าจะไม่สมหวังเพราะคิดว่าตัวเองไม่คู่ควรกับเธอ",
    "spotify": "https://open.spotify.com/track/0ghU70CDVpQE9twMLvb618?si=0oJpPtg3ThqHwIco-1ZBmQ",
    "Youtube": "https://youtu.be/bJG94tM31hw?si=CLRXjBgefwjff1AJ",
    "Apple_Music": "https://music.apple.com/us/album/%E0%B8%A1%E0%B8%B2%E0%B9%81%E0%B8%95%E0%B8%A3-%E0%B9%80%E0%B8%94%E0%B8%AD-single/1713957684",
    "Youtube_Music": "https://music.youtube.com/playlist?list=OLAK5uy_ngyqaCn4dYjbsl8PXI4WWyK-QpgcQw59E&si=nKnzGHvw8UwvlCSC"
  },
  {
    "id": 4,
    "name": "Sevan",
    "image": "/img/card/sevan.png",
    "topic": "หนึ่งสัปดาห์ก็รักเธอไปแล้ว 7 วัน",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "25 January 2024",
    "description": "เรื่องราวในมิวสิกวิดีโอเพลง “Seven” เริ่มต้นด้วยเหตุการณ์ของคู่รักที่ทะเลาะกันในร้านอาหารในวันจันทร์ (Monday) และอีก 6 วันหลังจากนั้นก็เป็นวันของหนุ่มคลั่งรักอย่าง ‘จองกุก’ ที่ตามง้อแฟนสาวอย่าง ‘โซฮี’ ที่นำเสนอด้วยเหตุการณ์และอุปสรรคต่าง ๆ ที่ต้องเจอจนครบ 7 วัน สมกับชื่อเพลง “Seven” 1 สัปดาห์ก็รักเธอไปแล้วตั้ง 7 วัน ไฮไลต์สำคัญของมิวสิกวิดีโอเพลง “Seven” ก็คงจะเป็นเจ้าของเพลงอย่าง ‘จองกุก’ และนางเอกมิวสิกวิดีโออย่าง ‘โซฮี’ นักแสดงสาวชื่อดังที่ได้มาถ่ายทอดเรื่องราวในเพลงนี้ร่วมกัน ทั้งบทหนุ่มคลั่งรักของจองกุก และบทแฟนสาวที่โกรธจนฟ้าฝนถล่ม พวกเขาได้ถ่ายทอดอารมณ์ออกมาได้ดี เพราะแอคติ้งและมีเคมีส่งเสริมกันสุด ๆ ทำเอาแฟน ๆ เอ็นดูกับการวิ่งหนีวิ่งตาม ฉากง้องอนแต่ละมุกก็สุดปัง เรียกได้ว่าลูกเล่น และ โปรดักชันไม่แพ้ทั้งบอลลีวูดและฮอลลีวูด",
    "spotify": "https://open.spotify.com/track/7x9aauaA9cu6tyfpHnqDLo?si=78f2a4f5033e482d",
    "Youtube": "https://youtu.be/QU9c0053UAU?si=HiVw-8FcJDlCIF1n",
    "Apple_Music": "https://music.apple.com/us/album/seven-single/1697147751",
    "Youtube_Music": "https://music.youtube.com/watch?v=QU9c0053UAU&si=1bGeD34cLn1GS6_H"
  },
  {
    "id": 5,
    "name": "Booty Bomb",
    "image": "/img/card/booty_bomb.png",
    "topic": "Girl Crush สุดเฟียร์ซในเพลง Booty bomb",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "30 January 2024",
    "description": "เพลงที่เต็มไปด้วยพลังและความสนุกสนาน เมื่อเราได้ฟังมันเข้าไป เราต่างก็รู้สึกถึงความตื่นเต้นและความสนุกสนานที่กำลังจะมาถึง เพลงนี้ไม่เพียงเต็มไปด้วยเสียงดนตรีที่มีจังหวะและสไตล์ที่เป็นเอกลักษณ์ เพียงเท่านั้น แต่ยังมีคำร้องที่หลงใหลและเนื้อหาที่สนุกสนาน เพลงนี้ทำให้เราต้องการเต้นรำและลืมความกังวลในชีวิตประจำวันไปเสีย เสียงดนตรีไม่เพียงแค่มีจังหวะที่ตื่นเต้น แต่ยังมีความสามารถในการสร้างปรากฏการณ์ที่ทำให้เราลืมตัวเองและตกหลุมรักในการเต้นรำ ไม่ว่าจะเป็นการกระโดดไปในท้องฟ้าของจังหวะ หรือการปล่อยตัวลงในการเต้นรำอย่างอิสระ เราหลงใหลในทุกๆ ช่วงของเพลงนี้ เต็มไปด้วยพลังและความสนุกสนานที่ยากจะลืมไป นอกจากความสนุกสนานและความตื่นเต้น มันยังเต็มไปด้วยความเป็นอิสระและความมั่นใจ ทุกคำร้องของ Booty Bomb สร้างความกำลังใจและสร้างความมั่นใจให้กับผู้ฟัง ว่าพวกเขาสามารถเป็นตัวเองได้อย่างอิสระ และไม่ต้องกังวลเกี่ยวกับสิ่งที่รบกวน มันเป็นเพลงที่สร้างความสุขและความอิสระให้กับทุกคนในทุกๆ ที่สถานที่ ไม่ว่าจะเป็นในสนามแข่งรถหรือห้องปาร์ตี้ มันเป็นที่มาของความสนุกสนานและความมั่นใจในการเต้นรำที่ไม่มีวันลืมไป",
    "spotify": "https://open.spotify.com/track/3KkJ7oa4xbCwUecvuj9DxK?autoplay=true",
    "Youtube": "https://www.youtube.com/watch?v=7umH6Ogt8K4",
    "Apple_Music": "https://music.apple.com/us/album/special-album-trick-or-treat-ep/1589473839",
    "Youtube_Music": "https://music.youtube.com/watch?v=jI8F0vxCW4w&si=wLfFb4h7Ecti4eBB"
  },
  {
    "id": 6,
    "name": "มูเตลู",
    "image": "/img/card/muteru.png",
    "topic": "พรหมลิขิตสร้างได้แบบไม่ต้องรอให้ใครมาจีบ",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "1 February 2024",
    "description": "เพลงที่สร้างขึ้นโดยศิลปินที่รักษาความเป็นภูมิใจในตัวเองและต้นกำเนิดของเขา โดยเนื้อหาของเพลงนี้ได้ถูกสร้างขึ้นมาเพื่อสะท้อนถึงความที่เรามีต่อบ้านเกิดและที่มาของเรา การร้องเพลงเราทำให้เรารู้สึกเชื่อมต่อกับตระกูลและวัฒนธรรมของเราในทุกๆ ช่วงของเพลงนี้ อารมณ์ที่ได้รับจากการฟัง คือความสงบและความปรารถนาที่จะติดต่อกับรากฐานของเรา จังหวะและทัศนียภาพที่สร้างขึ้นให้เราสามารถจินตนาการถึงวิถีชีวิตของบรรพบุรุษของเราและวัฒนธรรมของพวกเขาได้อย่างชัดเจน การเข้าใจถึงต้นกำเนิดของเรามีความสำคัญอย่างมาก และเพลงนี้เป็นการเชื่อมโยงเรากับที่มาของเราในทุกๆ วัน นอกจากความสงบและความปรารถนาที่จะติดต่อกับรากฐานของเรา การร้องเพลง ยังเติมเต็มด้วยความอบอุ่นและความรักที่เรามีต่อบ้านเกิดและครอบครัวของเรา มันเป็นการร้องเพลงของความจำเป็นในการรักษาความเชื่อมั่นและความรักที่เรามีต่อบ้านเกิดของเรา และเพลงนี้เป็นการเชื่อมโยงที่เชื่อมโยงเรากับพื้นที่เกิดของเราในทุกๆสิ่ง",
    "spotify": "https://open.spotify.com/track/2kOjL0u5y52fT037X7arfl?autoplay=true",
    "Youtube": "https://youtu.be/kQQAp6zfV7U?si=s2RedlNgigt9T0Px",
    "Apple_Music": "https://music.apple.com/th/album/%E0%B8%A1-%E0%B9%80%E0%B8%95%E0%B8%A5/1645252240?i=1645252773",
    "Youtube_Music": "https://music.youtube.com/watch?v=9D5BdmNJWwQ&feature=gws_kp_track"
  },
  {
    "id": 7,
    "name": "ฉันจะฉาปเธอ",
    "image": "/img/card/chab.png",
    "topic": "ใครทำอะไรไว้...ก็ขอให้โดนแบบนั้น เพี้ยง! โดนฉาปซะ",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "5 February 2024",
    "description": "อีกหนึ่งเพลงที่มาแรงอย่างเพลง ฉันจะฉาปเธอ (CURSE) ที่ไม่ว่าเราจะไถดู Tiktok หรือ IG Reels เราก็จะต้องเจอ Challenge เพลงนี้อยู่เสมอ ๆ เพราะนอกจากตัวเพลงที่ติดหูมาก Challenge ท่าเต้นของเพลงนี้ยังเคยติดชาร์ตมาแรงบน Tiktok อีกด้วย ฉันจะฉาปเธอ ของวง bamm เป็นเพลงที่แสดงถึงความอยากทำให้คนที่เทเราเพราะไปมีคนอื่น โชคร้ายเจอแต่เรื่องแย่ๆ ไม่ส่าจะเป็นการขอให้ดวงตก และ เอาใจใส่ใครก็ลำบาก นอกจากนี้ยังมีการสาปเรื่องการเล่นเน็ตมือถือ ติดต่อกับคนคุยแล้วโดนเท ขอให้โดนเหมือนกับที่ตัวเองเคยทำไว้   ที่ถือเป็นแบบฉบับสุดน่ารักของเพลงคนอกหักในมิวสิควิดีโอเพลงนี้ เราได้เห็นการจำลองการเป็นหมอไสยศาสตร์และการใช้ตุ๊กตา เพื่อสร้างสถานการณ์ที่เหมือนกับจะสาปใครจริงๆ ซึ่งยังเสริมความพิเศษด้วยการมีเมล ศิลปินฝึกหัดในค่าย LIT ENTERTAINMENT ร่วมแสดง และการทำพิธีกรรมสาปแช่งคนรักเก่าอย่างน่ารัก โดยยังคงความสดใสและเอ็นจอยของวง bamm ไว้ในท่าเต้นที่สนุกสนานครื้นเครง",
    "spotify": "https://open.spotify.com/track/78NpdD7CzXp5UNaxC4DrJX?autoplay=true",
    "Youtube": "https://youtu.be/8KKsEfIZHck?si=n3z1-CCo6JtbxPeW",
    "Apple_Music": "https://music.apple.com/th/album/%E0%B8%89-%E0%B8%99%E0%B8%88%E0%B8%B0%E0%B8%89%E0%B8%B2%E0%B8%9B%E0%B9%80%E0%B8%98%E0%B8%AD-curse/1613482223?i=1613482574",
    "Youtube_Music": "https://music.youtube.com/watch?v=jXJhZZyReTQ&feature=gws_kp_track"
  },
  {
    "id": 8,
    "name": "โลเล",
    "image": "/img/card/lolay.jpg",
    "topic": "ติดอยู่ในภวังค์แห่งความรัก โลเล คุณสู่ห้วงอารมณ์อันแสนสับสน",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "10 February 2024",
    "description": "เคยไหม ที่คุณแอบชอบใครสักคน... ชอบจนลืมตัวเอง? บทเพลง โลเล โดย ATLAS พาคุณย้อนกลับไปสู่ห้วงอารมณ์อันแสนสับสนนั้นเสียงดนตรีจังหวะหนักแน่นชวนให้หัวใจเต้นตาม เหมือนกับความรู้สึกกระวนกระวายเมื่อนึกถึง เธอคนนั้น ท่อนฮุกติดหูอย่าง วันนี้ เอาออกจากหัวฉันไม่ได้เลย สะท้อนภาพความคิดวนเวียน  ไม่ว่าจะพยายามไล่ความคิดนั้นออกไปแค่ไหน เธอก็ยังคงวนเวียนอยู่ในใจ เสียงร้องของ จูเนียร์ ที่ทั้งอ่อนโยนและทรงพลังถ่ายทอดทั้งความอ่อนไหวและความปรารถนาอันแรงกล้าที่มีต่อเธอแม้จะรู้ว่าเป็นความรักที่ไม่สมหวัง แต่ก็ยังคง โลเล หลงใหลในเสน่ห์ของเธอ โลเล เป็นมากกว่าแค่เพลงรักธรรมดา มันพาคุณดำดิ่งสู่โลกแห่งความคิดถึง ความหวังอันริบหรี่ และความเศร้าที่แฝงอยู่ภายในเป็นเพลงที่ปลุกเร้าอารมณ์และทำให้คุณนึกถึงคนที่คุณ แอบชอบจนลืมตัวเองไปชั่วขณะ ATLAS ชวนร้องซิงเกิลใหม่ริมทะเล เอาใจไอต้าวคน โลเลเป็นอีกหนึ่งวงที่น่าติดตามของวงการ T-Pop สำหรับ ATLAS ศิลปินรุ่นใหม่จากค่าย XOXO Entertainment ที่เปิดตัวมากับคอนเซปต์สุดเท่ในเพลง MAYDAY ช่วงปลายปีที่ผ่านมาซึ่งครั้งนี้พวกเขาก็ขอเปลี่ยนลุคใหม่ให้สดใสแปลกตาต้อนรับซัมเมอร์กับเพลงโลเล โดยเนื้อหาของเพลงเล่าถึงความรู้สึกของการตกหลุมรักและกระชับความสัมพันธ์กับคนใจโลเล ที่ให้ทั้งความทะเล้น ขี้เล่น และซุกซนโดดเด่นด้วยท่อนแรปภาษาสเปนจากน้ำเสียงเข้มๆ ของสมาชิกอย่างเออร์วิน ที่ช่วยเพิ่มความสนุกสนานและบรรยากาศริมทะเลให้กับเพลงนี้ได้อย่าง",
    "spotify": "https://open.spotify.com/track/743ZF7enwACXjsrYk3wVTQ?si=8e8f4326ff144dae",
    "Youtube": "https://youtu.be/D2tGsNUd5dI?si=nxaXfakbEcUl6hTP",
    "Apple_Music": "https://music.apple.com/th/album/lolay-%E0%B9%82%E0%B8%A5%E0%B9%80%E0%B8%A5-single/1614848043",
    "Youtube_Music": "https://music.youtube.com/playlist?list=OLAK5uy_kY-1GnQ3q77qLbqL-r3PenIWWIXCqpIRE&si=E9bM9YuOzBu4DG3K"
  },
  {
    "id": 9,
    "name": "DAMN",
    "image": "/img/card/damn.png",
    "topic": "DAMN! เพลงสุดมันส์ ปลุกไฟในตัวคุณ!",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "13 February 2024",
    "description": "พอได้ฟังเพลงนี้  น่าจะมีความรู้สึกที่แรงกายและเป็นอิสระอยู่บ้าง แต่ก็รู้สึกถึงความเข้มข้นและความลึกซึ้งที่ปรากฏในเนื้อเพลงด้วย มีความรู้สึกที่หลงใหลและอิทธิพลของเนื้อเพลงในการสะท้อนความคิดเห็นและความรู้สึกของเราเองอย่างมากมาย  เพลง DAMN สร้างความสัมพันธ์ระหว่างศิลปินและผู้ฟังอย่างมีความสัมพันธ์และชัดเจน มันเป็นทางเลือกที่ดีในการแสดงความรู้สึกหรือสื่อสารความคิดเห็นของเราในทางที่มีความเชื่อถือและสร้างความสนใจต่อกัน การฟังเพลงนี้อาจช่วยให้เรารู้สึกถึงความหมายและความสำคัญของความต่อสู้ในชีวิต และทำให้เรารับรู้ถึงความแข็งแกร่งและความมั่นใจที่มีอยู่ในตัวเองเมื่อต้องเผชิญหน้ากับความท้าทายและอุปสรรคในชีวิต ในท้ายที่สุด เพลงนี้อาจเป็นแรงบันดาลใจให้นายเริ่มต้นตั้งความมั่นใจและการต่อสู้ในชีวิตอย่างแข็งแกร่งมากขึ้น และมีแรงบันดาลใจในการดำเนินชีวิตให้ดีขึ้นตามที่ตั้งใจไว้",
    "spotify": "https://open.spotify.com/track/2uLQt24HvFA9dhmx2mbz3K?autoplay=true",
    "Youtube": "https://youtu.be/JsxTEo12s60?si=WvvJMplNNI2r8Er8",
    "Apple_Music": "https://music.apple.com/th/album/damn/1615065622?i=1615065623",
    "Youtube_Music": "https://music.youtube.com/watch?v=Pj5Rcjcn2GE&feature=gws_kp_track"
  },
  {
    "id": 10,
    "name": "เธอชอบมันหรือชอบร้องไห้มากกว่ากัน",
    "image": "/img/card/hard.png",
    "topic": "คนที่เจ็บใจที่สุดคือคนที่เห็นเธอโดนทำร้ายจิตใจ",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 January 2024",
    "description": "หนึ่งในเรื่องราวจากเพลง “เธอชอบมันหรือชอบร้องไห้มากกว่ากัน - HardBoy” เพลงใหม่จากคณะ Hard Boy ค่าย Gene Labเจ้าของเพลง “Kiss MeBaby,ค่ำคืนนั้น” ที่คราวนี้กลับมาพร้อมเพลงเตือนสติให้คิดได้สักที“ว่าถ้าเขารักเราจริงเขาไม่ทำแบบนี้หรอก” ทุกคนส่วนใหญ่อาจจะรู้จักHard Boy จากเพลงเร็วของเขาแต่ครั้งนี้กลับมา พร้อมเพลงช้าบาดใจสำหรับคนที่เบื่อแล้วกับการที่จะปลอบใจเธอทุกครั้งที่โดนเขาทำร้ายเลยอยากบอกออกไปว่า“เธอชอบมันหรือชอบร้องไห้มากกว่า”แต่ถึงจะเป็นเพลงช้าก็ยังคงเอกลักษณ์ของความเป็น Glam Rock ของ Hard Boy ไว้เต็มเปี่ยมไม่ว่าจะเป็นการแต่งตัวไลน์ Solo พร้อม High Note จากคุณภีร์ และก็ภาพเรื่องราวใน MV ที่ค่อนข้างจะ 80'sเหมือนเดิมเลยส่วนเนื้อเพลงก็ค่อนข้างจะเตือนสติได้ดีเลยโดยเฉพาะท่อน“ถ้าชอบร้องไห้เหมือนเดิมทุกวันก็อยู่กับมันต่อไปถ้าสมองเธอนั้นทำงานได้ดีเธอจะรู้ต้องคิดยังไง”",
    "spotify": "https://open.spotify.com/track/3o76rqI7ZLB9DJYxcbWa2Z?autoplay=true",
    "Youtube": "https://youtu.be/V7DyE7qvtEg?si=0zhhuM10yrdLm1Ts",
    "Apple_Music": "https://music.apple.com/th/album/%E0%B9%80%E0%B8%98%E0%B8%AD%E0%B8%8A%E0%B8%AD%E0%B8%9A%E0%B8%A1-%E0%B8%99%E0%B8%AB%E0%B8%A3-%E0%B8%AD%E0%B8%8A%E0%B8%AD%E0%B8%9A%E0%B8%A3-%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%AB-%E0%B8%A1%E0%B8%B2%E0%B8%81%E0%B8%81%E0%B8%A7-%E0%B8%B2%E0%B8%81-%E0%B8%99/1707210761?i=1707210762",
    "Youtube_Music": "https://music.youtube.com/watch?v=PP7CKaBKNcg&si=16m5fLg_JQLKrUNm"
  },
  {
    "id": 11,
    "name": "ดาวหางฮัลเลย์",
    "image": "",
    "topic": "",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 February 2024",
    "description": "",
    "spotify": "",
    "Youtube": "",
    "Apple_Music": "",
    "Youtube_Music": ""
  },
  {
    "id": 13,
    "name": "วาสนาผู้ใด",
    "image": "",
    "topic": "",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 February 2024",
    "description": "",
    "spotify": "",
    "Youtube": "",
    "Apple_Music": "",
    "Youtube_Music": ""
  },
  {
    "id": 14,
    "name": " วันนี้ปีที่แล้ว",
    "image": "",
    "topic": "",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 February 2024",
    "description": "",
    "spotify": "",
    "Youtube": "",
    "Apple_Music": "",
    "Youtube_Music": ""
  },
  {
    "id": 15,
    "name": "รักแรก",
    "image": "",
    "topic": "",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 February 2024",
    "description": "",
    "spotify": "",
    "Youtube": "",
    "Apple_Music": "",
    "Youtube_Music": ""
  },
  {
    "id": 16,
    "name": "summertime",
    "image": "",
    "topic": "",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 February 2024",
    "description": "",
    "spotify": "",
    "Youtube": "",
    "Apple_Music": "",
    "Youtube_Music": ""
  },
  {
    "id": 17,
    "name": "พิจารณา",
    "image": "",
    "topic": "",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 February 2024",
    "description": "",
    "spotify": "",
    "Youtube": "",
    "Apple_Music": "",
    "Youtube_Music": ""
  },
  {
    "id": 18,
    "name": "Remember Home",
    "image": "",
    "topic": "",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 February 2024",
    "description": "",
    "spotify": "",
    "Youtube": "",
    "Apple_Music": "",
    "Youtube_Music": ""
  },
  {
    "id": 19,
    "name": "3D",
    "image": "",
    "topic": "",
    "profile": "/img/profile/pawarich.jpeg",
    "makeby": "Pawarich Inthaphan",
    "date": "19 February 2024",
    "description": "",
    "spotify": "",
    "Youtube": "",
    "Apple_Music": "",
    "Youtube_Music": ""
  }
]
